---
kind: other
id: Methods.T:Autodesk.Revit.DB.TableCellCombinedParameterData
source: html/c2026901-b7c4-190a-c445-ce02bd789cc9.htm
---
# TableCellCombinedParameterData Methods

construct a TableCellCombinedParameterData